猛獣たちとお姫様 for Nintendo Switch
开发: デザインファクトリー、オトメイト
发行: アイディアファクトリー
音乐: 霜月はるか
平台: Nintendo Switch
游戏类型: 女性向け恋愛ＡＤＶ
游玩人数: 1
发行日期: 2024-05-23
售价: 通常版　7,700円(税込)
特装版　9,900円(税込)
ＤＬ版　7,700円(税込)
原画: 紫あや
制作人: 中村和騎
导演: 山口みきはる
官方网站: otomate.jp/beast_princess/switch/

猛獣たちとお姫様
开发: オトメイト、Design Factory、デザインファクトリー
发行: アイディアファクトリー株式会社
剧本: 吉村りりか、森田彩莉、山崎浅吏、桜葉ユウ、ちゃい、ムネオカミエ
音乐: 霜月はるか
主题歌作曲: 霜月はるか
主题歌作词: 日山尚
主题歌演出: 結良まり、霜月はるか
插入歌演出: 霜月はるか
制作人: 中村和騎
原画: 紫あや
导演: 山口みきはる
人物设定: 紫あや
链接: ErogameScape VNDB
官方网站: otomate.jp/beast_princess/

猛獣たちとお姫様～in blossom～
开发: オトメイト、Design Factory、デザインファクトリー
发行: アイディアファクトリー株式会社
剧本: 山崎浅吏
音乐: 霜月はるか
主题歌作曲: 霜月はるか
主题歌作词: 日山尚
主题歌演出: 霜月はるか、結良まり
插入歌演出: 霜月はるか
原画: 紫あや
人物设定: 紫あや
链接: ErogameScape VNDB
官方网站: otomate.jp/beast_princess/fd/
