忍び、恋うつつ
中文名: 恋爱忍法帖
开发: オトメイト
发行: アイディアファクトリー株式会社
剧本: 株式会社エッジワークス、ムネオカミエ、狐塚冬里、カナエアリス
人物设定: 中村龍徳
主题歌作曲: 川上博之、rino
主题歌演出: 織田かおり
原画: 中村龍徳
导演: 藤村マオ
官方网站: otomate.jp/nin_koi/
switch版网站：

忍び、恋うつつ ― 雪月花恋絵巻 ―
开发: オトメイト
剧本: 狐塚冬里、桜葉ユウ、カナエアリス、ムネオカミエ
主题歌作曲: myu
主题歌演出: 織田かおり
原画: 中村龍徳
官方网站: otomate.jp/nin_koi/vita/

忍び、恋うつつ ― 甘蜜花絵巻 ―
开发: オトメイト
发行: アイディアファクトリー株式会社
剧本: カナエアリス
人物设定: 中村龍徳
主题歌演出: ヒサノ
原画: 中村龍徳
主题歌作曲: 鞠
主题歌作词: 言乃葉たま
链接: ErogameScape VNDB
官方网站: otomate.jp/nin_koi/kanmitsu/

忍び、恋うつつ ― 万花彩絵巻 ―
开发: オトメイト
发行: アイディアファクトリー株式会社
人物设定: 中村龍徳
主题歌演出: ヒサノ
平台:
PS4 Nintendo Switch
官方网站: otomate.jp/nin_koi/banka/
