中文名: 十鬼之绊 for Nintendo Switch
开发: オトメイト、Design Factory、デザインファクトリー
发行: アイディアファクトリー、欢乐百世
原画: miko
SD原画: うた
制作人: 藤澤経清
剧本: 春日直登、長野和泉
otomate.jp/toki/switch/

中文名: 十鬼之绊 关原奇谭
开发: オトメイト、デザインファクトリー
发行: アイディアファクトリー株式会社
剧本: 長野和泉、春河ミライ、春日直登、里家雅猛、七海ユウリ
人物设定: miko
主题歌作曲: 出羽良彰、井内舞子
主题歌作词: 黒崎真音
主题歌演出: Ray、黒崎真音
原画: miko
SD原画: うた
制作人: 藤澤経清
别名: 十鬼の絆
otomate-p.jp/game/game-112/
otomate.jp/toki/

中文名: 十鬼之绊 花结缀
开发: オトメイト、デザインファクトリー
发行: アイディアファクトリー株式会社
剧本: 茂木あや、春河ミライ
人物设定: miko
主题歌作曲: fu_mou、中沢伴行、出羽良彰
主题歌作词: 黒崎真音
主题歌演出: Ray、黒崎真音
原画: miko
SD原画: うた
制作人: 藤澤経清
otomate.jp/toki/fd/
