玻璃心公主 for Nintendo Switch
开发: アイディアファクトリー、デザインファクトリー、オトメイト
发行: アイディアファクトリー
人物设定: きなみ由希
原画: きなみ由希
平台: Nintendo Switch
游戏类型: 女性向け恋愛ADV
游玩人数: 1
发行日期: 2026-01-29
售价: 通常版：7,700円(税込)
特装版：9,900円(税込)
ＤＬ版：7,700円(税込)
剧本: 吉村りりか、春河ミライ（FD）
导演: 中村和騎
官方网站: otomate.jp/ghp/switch/

Glass Heart Princess
中文名: 玻璃心公主
开发: オトメイト、Design Factory、アイディアファクトリー、デザインファクトリー
剧本: 吉村りりか
人物设定: きなみ由希
主题歌作曲: 小野貴光
主题歌作词: 磯谷佳江
主题歌演出: KENN、宮田幸季、羽多野渉、鈴木達央
原画: きなみ由希
导演: 中村和騎
别名: グラスハートプリンセス
平台: PSP
游戏类型: 乙女向恋爱AVG
游玩人数: 1
发行日期: 2012-12-20
售价:
通常版 6,380 円（税込）
限定版 8,580 円（税込）
发行: アイディアファクトリー株式会社
官方网站: otomate.jp/ghp/

玻璃心公主：PLATINUM
中文名: 玻璃心公主：PLATINUM
开发: オトメイト、Design Factory、デザインファクトリー、アイディアファクトリー
剧本: 春河ミライ
人物设定: きなみ由希
主题歌作曲: 小野貴光
主题歌作词: 磯谷佳江
主题歌演出: KENN、松岡禎丞
原画: きなみ由希
导演: 中村和騎
平台: PSP
游戏类型: 女性向け恋愛AVG
游玩人数: 1
发行日期: 2013-11-07
售价:
通常版 6,090 円（税込）
限定版 8,190 円（税込）
发行: アイディアファクトリー株式会社
官方网站: otomate.jp/ghp/fd/
